tap "jesseduffield/lazygit"
tap "olets/tap"
brew "antigen"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git-delta"
brew "imagemagick"
brew "lazygit"
brew "node"
brew "mermaid-cli"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tectonic"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "olets/tap/zsh-abbr"
cask "font-hackgen-nerd"
cask "wezterm@nightly"
